Repository: Heroyt/LaserArenaControl
Catalog: languages/*/LC_MESSAGES/cli.po
Languages: cs_cz, es_es, sk_sk

# messages
source: Description
cs_cz: Popis
es_es: Descripción
sk_sk: Popis

# messages
source: Usage
cs_cz: Použití
es_es: Uso
sk_sk: Použitie

# messages
source: Arguments
cs_cz: Argumenty
es_es: Argumentos
sk_sk: Argumenty

# help.arguments
source: A command to get information about.
es_es: Un orden para obtener información sobre.
sk_sk: Príkaz na získanie informácií o.

# messages
source: Examples
cs_cz: Příklady
es_es: Ejemplos
sk_sk: Príklady

# help.arguments
source: A valid results directory
es_es: Directorio de resultados válidos
sk_sk: Platný adresár výsledkov

# messages
source: Information
cs_cz: Informace
es_es: Información
sk_sk: Informácie

# help.arguments
source: Optional filter for command groups.
es_es: Filtro opcional para grupos de órdenes.
sk_sk: Voliteľný filter pre skupiny príkazov.

# help.arguments
source: Optional filter for command groups
es_es: Filtro opcional para grupos de órdenes
sk_sk: Voliteľný filter pre skupiny príkazov

# messages
source: Error
cs_cz: Chyba
sk_sk: Chyba

# errors
source: Missing the required path argument (1)
cs_cz: Chybějící požadovaný argument cesty (1)
es_es: Falta el argumento de ruta requerido (1)
sk_sk: Chýbajúca požadovaný argument cesty (1)

# help.arguments
source: If set, output will be written to the [out] file. Otherwise, output will be written to stdout.
cs_cz: Je-li nastaveno, výstup bude zapsán do [out] souboru. V opačném případě bude výstup zapsán do stdout.
es_es: Si es ajustado, la salida se escribirá en el archivo [out]. De lo contrario, la salida se escribirá en stdout.
sk_sk: Ak je nastavené, výstup bude zapísaný do [out] súboru. V opačnom prípade bude výstup zapísaný do stdout.

# errors
source: Cannot find any translation files in "%s" for language "%s" - skipping
cs_cz: Nelze najít žádné překladové soubory v "%s" pro jazyk "%s" - přeskakuji
es_es: No se encuentra ningún archivo de traducción en "%s" para el idioma "%s" – omitiendo
sk_sk: Nie je možné nájsť žiadne prekladové súbory v "%s" pre jazyk "%s" - preskakujem

# help.arguments
source: If set, only the records with specified tags will be removed
cs_cz: Je-li nastaveno, budou odstraněny pouze záznamy se zadanými štítky
es_es: Si es ajustado, solo se eliminarán los registros con las etiquetas especificadas
sk_sk: Ak je nastavené, budú odstránené iba záznamy so zadanými štítkami

# help.arguments
source: A language directory from the other project.
cs_cz: Adresář překladů z jiného projektu.
es_es: Un directorio de idiomas del otro proyecto.
sk_sk: Jazykový adresár z iného projektu.

# help.arguments
source: A comma separated list of context names to skip while merging.
cs_cz: Čárkou oddělený seznam kontextových jmen pro přeskočení při sloučení.
es_es: Lista separada por comas de los nombres de contexto para omitir al fusionar.
sk_sk: Čiarkami oddelený zoznam kontextových názvov, ktoré sa majú preskočiť pri zlučovaní.

# errors
source: Insufficient data for game mode: %s (#%d)
cs_cz: Nedostatek dat pro herní mód: %s (#%d)
es_es: Datos insuficientes para el modo de partido: %s (#%d)
sk_sk: Nedostatočné údaje pre herný mód: %s (#%d)
