Repository: Heroyt/LaserArenaControl
Catalog: languages/*/LC_MESSAGES/gate.po
Languages: es_es, sk_sk

source: Nejlepší skóre dne
es_es: Mejor puntuación de hoy
sk_sk: Najlepšie skóre dňa

source: Výsledky dne
es_es: Resultados de hoy
sk_sk: Výsledky dňa

# screen.type
source: V prostředku
es_es: En el centro
sk_sk: V prostriedku

# screen.type
source: Celá obrazovka
es_es: Pantalla completa

# screen.type
source: Ve volném prostoru
es_es: Flotando
sk_sk: Vo voľnom priestore

# screens.groups
source: Denní statistiky
es_es: Estadísticas diarias
sk_sk: Denné štatistiky

# screens.groups
source: Měsíční statistiky
es_es: Estadísticas mensuales
sk_sk: Mesačné štatistiky

# screens.groups
source: Výsledky
es_es: Resultados

# screens.description
source: Obrazovka zobrazující přiřazené vesty před hrou.
es_es: Pantalla que muestra chalecos asignados antes del partido.
sk_sk: Obrazovka zobrazujúca priradené vesty pred hrou.

# screens
source: Vesty
es_es: Chalecos

# screens.description
source: Obrazovka, která automaticky cyklí podle časovače.
es_es: Pantalla que cicla automáticamente según un temporizador.
sk_sk: Obrazovka, ktorá automaticky cyklí podľa časovača.

# screens
source: Časovač
es_es: Temporizador

# screens
source: Obrázek
es_es: Imagen
sk_sk: Obrázok

# screens
source: Youtube video
es_es: Vídeo de YouTube

# screens
source: Seznam hudebních módů
es_es: Lista de música
sk_sk: Zoznam hudobných módov

# screens
source: RTSP - kamery
es_es: RTSP - cámaras

# screens
source: Informační obrazovka s animací připnutí zbraně na vestu.
es_es: Pantalla informativa con animación de fijación de arma en chaleco.
sk_sk: Informačná obrazovka s animáciou pripnutie zbrane na vestu.

# screens
source: Připněte zbraň na vestu
es_es: Fijen el arma al chaleco
sk_sk: Pripnite zbraň na vestu

# screens.description
source: Obrazovka zobrazující výsledky z her. Automaticky vybírá zobrazení podle herního módu.
es_es: Pantalla que muestra los resultados de los partidos. Selecciona automáticamente la pantalla según el modo del partido.
sk_sk: Obrazovka zobrazujúca výsledky z hier. Automaticky vyberá zobrazenie podľa herného módu.

# screens
source: Výsledky ze hry
es_es: Resultados del partido
sk_sk: Výsledky z hry

# screens
source: Výsledky turnaje
es_es: Resultados del torneo
sk_sk: Výsledky turnaja

# screens.description
source: Obrazovka zobrazující dnešní nejlepší hráče a počet odehraných her.
es_es: Pantalla que muestra los mejores jugadores de hoy y el número de partidos jugados.
sk_sk: Obrazovka zobrazujúca dnešných najlepších hráčov a počet odohraných hier.

# screens
source: Základní denní statistiky
es_es: Estadísticas diarias básicas
sk_sk: Základné denné štatistiky

# screens
source: Základní denní statistiky s kamerami
es_es: Estadísticas diarias básicas con cámaras
sk_sk: Základné denné štatistiky s kamerami

# screens.description
source: Obrazovka zobrazující zajímavosti z dnešních odehraných her.
es_es: Pantalla que muestra curiosidades de partidos jugados de hoy.
sk_sk: Obrazovka zobrazujúca zaujímavosti z dnešných odohraných hier.

# screens
source: Dnešní zajímavosti z her
es_es: Curiosidades de hoy
sk_sk: Dnešné zaujímavosti z hier

# screens
source: Dnešní zajímavosti z her s kamerami
es_es: Curiosidades de hoy con cámaras
sk_sk: Dnešné zaujímavosti z hier s kamerami

# screens.description
source: Obrazovka zobrazující nejlepší hráče a počet odehraných her pro aktuální měsíc.
es_es: Pantalla que muestra los mejores jugadores y el número de partidos jugados para el mes actual.
sk_sk: Obrazovka zobrazujúca najlepších hráčov a počet odohraných hier pre aktuálny mesiac.

# screens
source: Základní měsíční statistiky
es_es: Estadísticas mensuales básicas
sk_sk: Základné mesačné štatistiky

# screens.description
source: Obrazovka zobrazující nejlepší hráče pro aktuální měsíc.
es_es: Pantalla que muestra el mejor jugador para el mes actual.
sk_sk: Obrazovka zobrazujúca najlepších hráčov pre aktuálny mesiac.

# screens
source: Nejlepší hráči měsíce
es_es: Los mejores jugadores del mes
sk_sk: Najlepší hráči mesiaca

# screens.description
source: Obrazovka zobrazující výsledky LaserMaxx z klasických her.
es_es: Pantalla que muestra los resultados de LaserMaxx de los partidos clásicos.
sk_sk: Obrazovka zobrazujúca výsledky LaserMaxx z klasických hier.

# screens
source: LaserMaxx klasické výsledky
es_es: Resultados clásicos de LaserMaxx

# screens.description
source: Obrazovka zobrazující výsledky LaserMaxx z módu CSGO.
es_es: Pantalla que muestra los resultados de LaserMaxx del modo CSGO.
sk_sk: Obrazovka zobrazujúca výsledky LaserMaxx z módu CSGO.

# screens
source: LaserMaxx výsledky z módu CSGO
es_es: Resultados de LaserMaxx del modo CSGO

# screens.description
source: Obrazovka zobrazující výsledky LaserMaxx z módu Základny.
es_es: Pantalla que muestra los resultados de LaserMaxx del modo Defensa de base.
sk_sk: Obrazovka zobrazujúca výsledky LaserMaxx z módu Základne.

# screens
source: LaserMaxx výsledky z módu Základny
es_es: Resultados de LaserMaxx del modo Defensa de base
sk_sk: LaserMaxx výsledky z módu Základne

# screens.description
source: Obrazovka zobrazující výsledky LaserMaxx z módu 100 nábojů.
es_es: Pantalla que muestra los resultados de LaserMaxx del modo 100 disparos.
sk_sk: Obrazovka zobrazujúca výsledky LaserMaxx z módu 100 nábojů.

# screens
source: LaserMaxx výsledky z módu 100 nábojů
es_es: Resultados de LaserMaxx del modo 100 disparos

# screens.description
source: Obrazovka zobrazující výsledky LaserMaxx z módu Survival.
es_es: Pantalla que muestra los resultados del modo Survival.
sk_sk: Obrazovka zobrazujúca výsledky LaserMaxx z módu Survival.

# screens
source: LaserMaxx výsledky z módu Survival
es_es: Resultados de LaserMaxx del modo Survival

# screen.trigger
source: Obrazovka se zobrazuje jako výchozí, pokud žádná jiná před ní nesplňuje podmínku.
es_es: La pantalla se muestra como predeterminada si ninguna otra pantalla anterior cumple la condición.
sk_sk: Obrazovka sa zobrazuje ako predvolená, ak žiadna iná pred ňou nesplňuje podmienku.

# screen.trigger
source: Výchozí
es_es: Predeterminado
sk_sk: Predvolené

# screen.trigger
source: Obrazovka se zobrazí, pokud je poslední hra načtená, ale nespuštěná.
es_es: La pantalla aparecerá si el último partido está cargado pero no activado.
sk_sk: Obrazovka sa zobrazí, ak je posledná hra načítaná, ale nezapnutá.

# screen.trigger
source: Hra načtena
es_es: Partido cargado
sk_sk: Hra načítaná

# screen.trigger
source: Obrazovka se zobrazí, pokud poslední hra právě probíhá.
es_es: La pantalla aparecerá si el último partido está en curso.
sk_sk: Obrazovka sa zobrazí, ak posledná hra práve prebieha.

# screen.trigger
source: Hra hraje
es_es: Partido está jugando
sk_sk: Hra hrá

# screen.trigger
source: Obrazovka se zobrazí, pokud poseldní hra už skončila.
es_es: La pantalla aparecerá si el último partido ha terminado.
sk_sk: Obrazovka sa zobrazí, ak posledná hra už skončila.

# screen.trigger
source: Hra skončila
es_es: Partido se acabó

# screen.trigger
source: Obrazovka se zobrazí, pokud se vyvolá nějaká manuální událost.
es_es: La pantalla aparecerá si se activa un evento manual.
sk_sk: Obrazovka sa zobrazí, ak sa vyvolá nejaká manuálna udalosť.

# screen.trigger
source: Vlastní událost
es_es: Evento personalizado
sk_sk: Vlastná udalosť

source: Nejlepší hráči měsíce %s %s
es_es: El mejor jugador del mes %s %s
sk_sk: Najlepší hráči mesiaca %s %s

# settings
source: Název
es_es: Título
sk_sk: Názov

# settings
source: URL název
es_es: Título de URL
sk_sk: URL názov

# settings
source: Volitelná hodnota, automaticky se generuje. Jedná se o text, který se použije v URL pro přístup na tuto obrazovku.
es_es: Valor opcional, se genera automáticamente. Es el texto que se utilizará en la URL para acceder a esta pantalla.
sk_sk: Voliteľná hodnota, automaticky sa generuje. Ide o text, ktorý sa použije v URL pre prístup na túto obrazovku.

# settings
source: Obrazovky
es_es: Pantallas

# settings
source: Typ
es_es: Tipo

# settings
source: Pořadí
es_es: Orden
sk_sk: Poradie

# settings
source: Pořadí v jakém se obrazovky kontrolují (od nejmenšího čísla k větším).
es_es: El orden en que se comprueban las pantallas (de menor a mayor número).
sk_sk: Poradie v akom sa obrazovky kontrolujú (od najmenšieho čísla k väčším).

# settings
source: Podmínka
es_es: Condición
sk_sk: Podmienka

# settings
source: Událost
es_es: Evento
sk_sk: Událosť

# settings
source: Název manuální události, kterou se obrazovka vyvolá. Může to být cokoliv - je to vámi pojmenovaná událost, kterou můžete manuálně vyvolat zkratkou, nebo napsáním názvu události.
es_es: El título del evento manual que activará la pantalla. Puede ser cualquier cosa – es un evento que usted nombra, que puede invocar manualmente por un atajo o escribiendo el nombre del evento.
sk_sk: Názov manuálnej udalosti, ktorou sa obrazovka vyvolá. Môže to byť čokoľvek – je to vami pomenovaná udalosť, ktorú môžete manuálne vyvolať skratkou, alebo napísaním názvu udalosti.

# settings
source: Doba na obrazovce v sekundách
es_es: Tiempo en pantalla en segundos
sk_sk: Čas na obrazovke v sekundách

# settings
source: Maximální doba, po kterou má obrazovka zůstat aktivní. 0 = neomezeně.
es_es: El tiempo máximo que la pantalla debe permanecer activa. 0 = sin límite.
sk_sk: Maximálna doba, počas ktorej má obrazovka zostať aktívna. 0 = neobmedzene.

# settings
source: Interval v sekundách
es_es: Intervalo en segundos

# settings
source: URL RTSP streamů
es_es: URL de streams RTSP
sk_sk: URL RTSP streamov

# settings
source: Maximální počet zobrazených streamů v jednu chvíli
es_es: Número máximo de streams mostrados a la vez
sk_sk: Maximálny počet zobrazených streamov v jednej chvíľi

# settings
source: Pokud je maximální počet menší, než počet streamů, budou se streamy postupně přepínat.
es_es: Si el número máximo es inferior al número de streams, los streams se cambiarán sucesivamente.
sk_sk: Ak je maximálny počet menší než počet streamov, budú sa streamy postupne prepínať.

# settings
source: Na každý řádek 1 URL ve formátu např. "%s".
es_es: Para cada línea 1 URL en formato por ejemplo "%s".
sk_sk: Na každý riadok 1 URL vo formáte napr. "%s".

source: Výsledky pro měsíc %s %s
es_es: Resultados para el mes %s %s
sk_sk: Výsledky pre mesiac %s %s

source: Dnešní zajímavosti
es_es: Curiosidades de hoy
sk_sk: Dnešné zaujímavosti

source: Dnes zatím nejsou žádné zajímavosti.
es_es: Hoy todavía no hay curiosidades.
sk_sk: Dnes zatiaľ nie sú žiadne zaujímavosti.

source: Nejhranější hudba
es_es: Música más reproducida
sk_sk: Najhranejšia hudba

source: Nedostatečná data
es_es: Datos insuficientes
sk_sk: Nedostatočné dáta

source: Nejlepší hráči
es_es: Mejores jugadores
sk_sk: Najlepší hráči

source: Nejlepší skóre měsíce
es_es: La mejor puntuación del mes
sk_sk: Najlepší skóre mesiaca

# topPlayers
source: Nejlepší skóre
es_es: La mejor puntuación
sk_sk: Najlepšie skóre

# topPlayers
source: Nejlepší herní úroveň
es_es: Mejor rango de partido
sk_sk: Najlepšia herná úroveň

# topPlayers
source: Nejvíc zásahů
es_es: El mayor número de tiros
sk_sk: Najviac zásahov

# topPlayers
source: Nejvíc smrtí
es_es: El mayor número de muertes
sk_sk: Najviac smrťou

# topPlayers
source: Nejlepší přesnost
es_es: Mejor precisión
sk_sk: Najlepšia presnosť

# topPlayers
source: Nejvíc výstřelů
es_es: El mayor número de disparos
sk_sk: Najviac výstrelov

# topPlayers
source: Nejvíc zásahů vlastních
es_es: El mayor número de tiros a sus compañeros
sk_sk: Najviac zásahov spoluháčov

source: Připněte prosím zbraně na vesty!
es_es: ¡Fijen el arma al chaleco, por favor!
sk_sk: Pripnite prosím zbrane na vesty!

# screen.trigger
source: Obrazovka se zobrazí, pokud je hra manuálně zobrazena (zobrazit na výsledkové tabuli).
es_es: La pantalla se mostrará si el juego se muestra manualmente (mostrar en la pantalla de resultados).

# screen.trigger
source: Manuální zobrazení hry
es_es: Visualización manual del juego

# settings
source: Rozložení obrazovky
es_es: Disposición de pantalla
