Repository: Heroyt/LaserArenaControl
Catalog: languages/*/LC_MESSAGES/highlights.po
Languages: es_es

# hits
source: Hráči %s a %s se oba navzájem zasáhli %dx.
es_es: Jugadores %s y %s se acertaron mutuamente %dx.

# trophy
source: %s si zasedl na %s
es_es: %s fue obsesionado con %s

# hits
source: %s zasáhlo nejvíce spoluhráčů (%d).
es_es: %s acertó a la mayoría de los compañeros (%d).

# hits
source: %s bylo zasaženo nejvíce spoluhráči (%d).
es_es: %s fue el más acertado por sus compañeros (%d).

# hits
source: %s zasáhlo více spoluhráčů (%d), než protihráčů (%d)
es_es: %s acertó más compañeros (%d) que oponentes (%d)

# deaths
source: %s strávilo %s ve hře vypnuté.
es_es: %s pasó %s apagado en el partido.

# hits
source: %s byli zasaženi nejvíce spoluhráči (%d).
es_es: %s fueron los más acertados por sus compañeros (%d).

# trophy
source: %s byla pronásledovaná od %s
es_es: %s fue perseguida por %s

# trophy
source: %s si zasedla na %s
es_es: %s fue obsesionada con %s

# hits
source: %s zasáhl nejvíce spoluhráčů (%d).
es_es: %s acertó a la mayoría de los compañeros (%d).

# trophy
source: %s získává trofej: %s
es_es: %s gana el trofeo: %s

# trophy
source: %s si zasedlo na %s
es_es: %s fue obsesionado con %s

# trophy
source: %s bylo pronásledováno od %s
es_es: %s fue perseguido por %s

# deaths
source: %s strávila %s ve hře vypnutá. To je víc než polovina hry!
es_es: %s pasó %s en el partido apagada. ¡Eso es más que la mitad del partido!

# hits
source: %s zasáhli nejvíce spoluhráčů (%d).
es_es: %s acertaron a la mayoría de los compañeros (%d).

# deaths
source: %s strávil %s ve hře vypnutý.
es_es: %s pasó %s en el partido apagado.

# trophy
source: %s byl pronásledovaný od %s
es_es: %s fue perseguido por %s

# hits
source: %s byla zasažena nejvíce spoluhráči (%d).
es_es: %s fue la más acertada por sus compañeros (%d).

# deaths
source: %s strávila %s ve hře vypnutá.
es_es: %s pasó %s en el partido apagada.

# hits
source: %s byl zasažen nejvíce spoluhráči (%d).
es_es: %s fue el más acertado por sus compañeros (%d).

# hits
source: %s zasáhlo svého spoluhráče %s vícekrát (%d), než kteréhokoliv protihráče
es_es: %s acertó su compañero %s más veces (%d) que cualquier oponente

# hits
source: %s zasáhla nejvíce spoluhráčů (%d).
es_es: %s acertó a la mayoría de los compañeros (%d).

# hits
source: %s zasáhla více spoluhráčů (%d), než protihráčů (%d)
es_es: %s acertó más compañeros (%d) que oponentes (%d)

# deaths
source: %s zasáhlo více spoluhráčů, než protihráčů
es_es: %s acertó más compañeros que oponentes

# deaths
source: %s strávil %s ve hře vypnutý. To je víc než polovina hry!
es_es: %s pasó %s en el partido apagado. ¡Eso es más que la mitad del partido!

# evo5
source: %s získalo %.1fx tolik bonusů co ostatní.
es_es: %s ganó %.1f veces más habilidades que los demás.

# evo5
source: %s získal %.1fx tolik bonusů co ostatní.
es_es: %s ganó %.1f veces más habilidades que los demás.
