Repository: Heroyt/LaserArenaControl
Catalog: languages/*/LC_MESSAGES/LAC.po
Languages: fr_fr

# pageTitles
source: Games list
fr_fr: Liste des jeux

source: Toggle navigation
fr_fr: Changer la navigation

source: New game
fr_fr: Nouveau match

source: Games
fr_fr: Jeux

source: Print
fr_fr: Imprimé

source: Games list
fr_fr: Liste des jeux

source: Time
fr_fr: Temps

source: Game mode
fr_fr: Mode de jeu

source: Players
fr_fr: Joueurs

# debugPanel
source: Rows
fr_fr: Lignes

# debugPanel
source: Takes
fr_fr: Durée

# debugPanel
source: Translations
fr_fr: Traductions

# debugPanel
source: Language
fr_fr: Langue

# debugPanel
source: HTTP header
fr_fr: En-tête HTTP

# debugPanel
source: Translated strings
fr_fr: Chaînes traduites

# debugPanel
source: Added a new string
fr_fr: Nouvelle chaîne ajoutée

# debugPanel
source: String
fr_fr: Chaîne

# debugPanel
source: Context
fr_fr: Contexte

# errors
source: stránka nenalezena
fr_fr: page non trouvée

# pageTitles
source: Results
fr_fr: Résultats

# results.info
source: Datum
fr_fr: Date

# results.info
source: Herní mód
fr_fr: Mode de jeu

# gameModes
source: Základny
fr_fr: Défense de Base

# results.info
source: Počet hráčů
fr_fr: Nombre de joueurs

# results.info
source: Počet týmů
fr_fr: Nombre d’ équipes

# results.scoring
source: Zásah protihráče
fr_fr: Touche de l´adversaire

# results.scoring
source: Zasažen protihráčem
fr_fr: Touché par adversaire

# results.scoring
source: Zásah spoluhráče
fr_fr: Touche de allié

# results.scoring
source: Zasažen spouhráčem
fr_fr: Touché par allié

# results.scoring
source: Zasažen minou
fr_fr: Tir de mine

# results.scoring
source: Body za výstřel
fr_fr: Points par tir

# results.scoring
source: Samopal
fr_fr: Mitraillette

# results.scoring
source: Neviditelnost
fr_fr: Invisibilité

# results.scoring
source: Štít
fr_fr: Bouclier

# results.player
source: Jméno
fr_fr: Prénom

# results.player
source: Tým
fr_fr: Équipe

# results.player
source: Skóre
fr_fr: Score

# results.player
source: Počet výstřelů
fr_fr: Nombre des tirs

# results.player
source: Počet střel do prázdna
fr_fr: Nombre de tirs ratés

# results.player
source: Úspěšnost
fr_fr: Précision

# results.player
source: Hráči
fr_fr: Joueurs

# results.player
source: Zásahy
fr_fr: Touches

# results.player
source: Smrti
fr_fr: Morts

# results.player
source: Týmy
fr_fr: Équipes

# results.player
source: Soupeř
fr_fr: Adversaire

# results.player
source: Vlastní
fr_fr: Allié

# results.today
source: Umístění dne
fr_fr: Classement du jour

# results.today
source: Jméno
fr_fr: Prénom

# results.today
source: Denní pořadí podle
fr_fr: Un ordre de jour selon

# results.today
source: Skóre
fr_fr: Score

# results.today
source: Přesnosti
fr_fr: Précision

# results.today
source: Zásahů
fr_fr: Touches

# results.today
source: Smrtí
fr_fr: Morts

# results.today
source: Dnes odehráno
fr_fr: Joué aujourd’hui

# results.today
source: %d hra
fr_fr: %d match

# results.today
source: %d tým
fr_fr: %d équipe

# results.today
source: %d hráč
fr_fr: %d joueur

# results.hits
source: Zásahy hráčů
fr_fr: Touché

# results.hits
source: Zasáhl si hráče
fr_fr: Tu as touché le

# results.team
source: Výsledky týmů
fr_fr: Les résultats des équipes

# results.team
source: Tým
fr_fr: Équipe

# results.team
source: Zásahů
fr_fr: Touches

# results.team
source: Skóre
fr_fr: Score

# results.team
source: Úspěšnost
fr_fr: Précision

# results.team
source: Výstřelů
fr_fr: Tirs

# results.bests
source: Ti nej...
fr_fr: Les meilleurs...

# results.bests
source: Největší terminátor
fr_fr: Le plus grand terminator

# results.bests
source: Objekt největšího zájmu
fr_fr: L’objet du plus grand intérêt

# results.bests
source: Absolutní vítěz
fr_fr: Vainqueur absolu

# results.bests
source: Hráč s nejlepší muškou
fr_fr: Le joueur avec la milleure précision

# results.bests
source: Nejúspornější střelec
fr_fr: Le tireur le plus économique

# results.bests
source: Největší mimoň
fr_fr: Le joueur qui a tiré hors de cible

# results.bests
source: Zabiják vlastního týmu
fr_fr: Tueur de sa propre équipe

# results.bests
source: Největší vlastňák
fr_fr: Tireur le plus touché par son équipe

# debugPanel
source: Plural
fr_fr: Pluriel

# pageTitles
source: Dashboard
fr_fr: Tableau de bord

source: No games had been played on this date.
fr_fr: Aucun match n’a été joué ce jour-là.

# gameModes
source: Team deathmach
fr_fr: Match à mort en équipe

# results.bests
source: Drtič min
fr_fr: Concasseur des mines

# gameModes
source: Deathmach
fr_fr: Match à mort

source: Language
fr_fr: Langue

# print
source: In color:
fr_fr: En couleur :

# print
source: In color
fr_fr: En couleur

# print
source: Black & white
fr_fr: Noir et blanc

source: Game
fr_fr: Jeu

# results.style
source: Základní
fr_fr: De base

# results.style
source: Čerti
fr_fr: Diables

# results.style
source: Zima
fr_fr: Hiver

# results.style
source: Valentýn
fr_fr: St. Valentine

# results.style
source: Vánoce
fr_fr: Noël

# results.style
source: Nový rok
fr_fr: Le jour de l'An

# results.style
source: Template
fr_fr: Modèle

# results.style
source: Default
fr_fr: De base

# results.player
source: Nejoblíbenější cíl
fr_fr: Cible favorite

# results.player
source: Největší zabiják
fr_fr: Le plus grand tueur

# results
source: Vítězství
fr_fr: Victoire

# results
source: Remíza
fr_fr: Match nul

# results.team
source: Ztráty základny
fr_fr: Bases perdues

# results.player
source: Zbývá životů
fr_fr: Vies restantes

# tips
source: Trénink se vyplácí!
fr_fr: Entraînement est rentable!

# tips
source: Tip #%d
fr_fr: Conseil #%d

# tips
source: Střílíme v Písku už od 31.12.2013!!!
fr_fr: Nous tirons à Písek depuis le 31 décembre 2013!!!

# tips
source: Ve hře vždy sleduj svoje okolí!
fr_fr: Surveillez toujours votre environnement!

# tips
source: Čidlo na zbrani, ač nenápadné, se dá velmi dobře trefit.
fr_fr: La cible sur le pistolet est un peu invisible, pourtant facile a touché.

# tips
source: Zkušení hráči hrajou týmově!
fr_fr: Les joueurs experimentés coopèrent avec leurs équipes!

# tips
source: Pro vyřízení osobních sporů je aréna ideální.
fr_fr: L'arène est le meilleur endroit pour régler les différends personnels.

# tips
source: Vestu si oblečte vždy zbraní dobředu.
fr_fr: Portez toujours le gilet avec le pistolet devant.

# tips
source: Při týmové hře není výhodné střílet do hráčů se stejnou barvou.
fr_fr: Dans un jeu d'équipe, il n'est pas avantageux de tirer sur des joueurs de la même couleur.

# tips
source: Nejlepší výherní taktika je strílet do protihráčů.
fr_fr: La meilleure tactique gagnante est de tirer sur les adversaires.

# tips
source: Všechny bonusy, kromě štítu, trvají 30s.
fr_fr: Tous les bonus, sauf le bouclier, durent 30s.

# tips
source: Měl bys radši hrát laser game a být úžasný!
fr_fr: Tu ferais mieux de jouer à un jeu laser et d'être génial !

# tips
source: Spoluhráč je nejlepší cíl. Neutíká.
fr_fr: Un coéquipier est la meilleure cible. Il ne fuit pas.

# tips
source: #laserarenapísek
fr_fr: #laserarenapísek

# tips
source: Zabití: 100 bodů, Smrt: -50 bodů, Zabití vlastního hráče: -25 bodů
fr_fr: Touche: 100 points, Mort: -50 points, Touche réussie sur un coéquipier: -25 points

# tips
source: Go, go, go, go...
fr_fr: Allez, allez, allez, allez...

# tips
source: Ramenní čidla se trefují nejlépe, zádová nejhůř.
fr_fr: Les épaules sont les plus faciles à toucher; le dos est le plus dur.

# tips
source: Pohyblivý cíl je vždycky těžší trefit.
fr_fr: Une cible mouvante est toujours plus difficile à toucher.

# tips
source: Na displeji vesty po zásahu vidíte kdo vás zasáhl do jakého čidla. To pomáhá při orientaci.
fr_fr: Sur l'écran du gilet, vous pouvez voir qui vous a frappé dans quel capteur. Cela aide à l'orientation.

# tips
source: Když tě bolí nohy, kempi!
fr_fr: Quand vos pieds vous font mal, campez-vous!

# tips
source: Nikdy nejsi příliš starý na laser game.
fr_fr: Vous n'êtes jamais trop vieux pour un jeu laser.

# tips
source: Nezapomeň každý květen a listopad registrovat svůj tým na turnaj!
fr_fr: N'oubliez pas d'inscrire votre équipe au tournoi tous les mois de mai et de novembre !

source: Settings
fr_fr: Réglages

source: Game modes
fr_fr: Modes de jeux

source: General
fr_fr: Général

# pageTitles
source: Settings
fr_fr: Réglages

# results.style.settings
source: Name
fr_fr: Nom

# results.style.settings
source: Primary color
fr_fr: Couleur principale

# results.style.settings
source: Dark color
fr_fr: Couleur foncée

# results.style.settings
source: Light color
fr_fr: Couleur claire

# results.style.settings
source: Background
fr_fr: Arrière-plan

source: Print styles
fr_fr: Styles d'impression

# results.style.settings
source: Print styles
fr_fr: Styles d'impression

# results.style.settings
source: Add style
fr_fr: Ajouter un style

# actions
source: Send
fr_fr: Envoyer

# actions
source: Delete
fr_fr: Supprimer

# dates
source: Date from
fr_fr: Date du

# dates
source: to
fr_fr: à

# actions
source: Add
fr_fr: Ajouter

source: No games have been played yet.
fr_fr: Aucun jeu n'a encore été joué.

# results.style
source: Graphical
fr_fr: Graphique

# tips
source: Oživení trvá 5 sekund.
fr_fr: La désactivation dure 5 secondes.

# results.bests
source: Nedotknutelný
fr_fr: Untouchable

# results.bests
source: Sniper
fr_fr: Tireur d'élite

# results.bests
source: Hráč
fr_fr: Joueur

# results
source: Výsledky hráčů
fr_fr: Résultats des joueurs

# results.player
source: Výstřely
fr_fr: Tirs

# results.bests
source: Vyrovnaný
fr_fr: Équilibré

# results.bests
source: Poloviční sniper
fr_fr: Demi-sniper

# results.bests
source: Zabiják
fr_fr: Assassin

# results.bests
source: Nula
fr_fr: Zéro

# results.bests
source: Potahal tým
fr_fr: Porté son équipe

# results.bests
source: Zasedlý
fr_fr: Prévenu

# results.bests
source: Pronásledovaný
fr_fr: Poursuivi

# results
source: %d zabití
fr_fr: %d atteintes

# results
source: %d smrt
fr_fr: %d mort

# results.bests
source: Tahoun týmu
fr_fr: Bosseur d'équipe

# results.bests
source: Ďábel
fr_fr: Diable

# results.bests
source: Skóre nenalezeno
fr_fr: Résultats non trouvés

# results.bests
source: Výstřely nenalezeny
fr_fr: Tirs non trouvés

# results.info
source: Kód hry
fr_fr: Code du jeu

source: Zobrazit na Gate
fr_fr: Visualiser sur le Gate

# results
source: Sniper
fr_fr: Tireur d'élite

# results
source: Mega střelec
fr_fr: Grand tireur

# results
source: Predátor
fr_fr: Prédateur

# results
source: Cíl
fr_fr: Cible

# gate
source: Nejlepší skóre dne
fr_fr: Meilleure score du jour

# gate
source: Výsledky dne
fr_fr: Résultats du jour

# results
source: %d shot
fr_fr: %d tirs

# results
source: %d hit
fr_fr: %d touche

# results
source: %d death
fr_fr: %d mort

# actions
source: Add date
fr_fr: Ajouter une date

source: Last saved:
fr_fr: Dernière sauvegarde:

source: never
fr_fr: jamais

# results.style.settings
source: Landscape background
fr_fr: Paysage d'arrière plan

# errors
source: Uploaded file is too large
fr_fr: Le fichier téléversé est trop volumineux

# errors
source: Database error occurred.
fr_fr: Erreur de base de données s’est produite.

# results.style.settings
source: Print defaults
fr_fr: Paramètres d'impression

# results.style.settings
source: Default print style
fr_fr: Style d'impression de base

# results.style.settings
source: Default template
fr_fr: Modèle par défaut

# cli.messages
source: Usage
fr_fr: Utilisation

# cli.messages
source: Examples
fr_fr: Exemples

# cli.help.arguments
source: Optional filter for command groups.
fr_fr: Filtre optionnel pour les groupes de commandes.

# cli.help.arguments
source: Optional filter for command groups
fr_fr: Filtre optionnel pour les groupes de commandes

# gameModes
source: Survival
fr_fr: Survie

# settings
source: API klíč
fr_fr: API clé

# settings
source: General settings
fr_fr: Réglages généraux

source: Vests
fr_fr: Vestes

# settings
source: Vest settings
fr_fr: Paramètres de gilet

# settings.vests
source: Porucha
fr_fr: Panne

# settings.vests.status
source: V pořádku
fr_fr: OK

# settings.vests.status
source: Nefunkční
fr_fr: KO

# settings.vests.status
source: Hratelná
fr_fr: Jouable

# errors
source: Failed to save settings.
fr_fr: Échec de la sauvegarde des paramètres.

# results.info
source: Podrobnější výsledky zde
fr_fr: Résultats plus détaillés ici

# results.bests
source: Férový hráč
fr_fr: Bon joueur

# results.bests
source: Terč
fr_fr: Cible

# results.bests.description
source: Staň se hráčem s největším skóre hry.
fr_fr: Devenez le joueur avec le score le plus élevé du jeu.

# results.bests.description
source: Získej nejvíce bonusů za hru.
fr_fr: Obtenez le plus de bonus par match.

# results.bests.description
source: Zemři méně než 10krát za hru.
fr_fr: Mourir moins de 10 fois par match.

# results.bests.description
source: Získej přesnost alespoň 95% za hru.
fr_fr: Obtenez une précision d'au moins 95 % par match.

# results.bests.description
source: Získej přesnost alespoň 50% za hru.
fr_fr: Obtenez une précision d'au moins 50% par match.

# results.bests.description
source: Získej přesnost maximálně 5% za hru.
fr_fr: Obtenez une précision maximale de 5 % par match.

# results.bests.description
source: Získej 404, 4040, nebo 40400 skóre.
fr_fr: Obtenez un score de 404, 4040 ou 40400.

# results.bests.description
source: Vystřel 404krát.
fr_fr: Tirez 404 fois.

source: Výsledky on-line
fr_fr: Résultats en ligne

# gameModes
source: 100 nábojů
fr_fr: 100 munitions

# results
source: On-line detailní výsledky
fr_fr: Détails résultats en ligne

# results
source: Skóre
fr_fr: Score

# results
source: Výstřely
fr_fr: Tirs

# results
source: Zásahy
fr_fr: Touches

# results
source: Smrti
fr_fr: Morts

# results
source: Bonusy
fr_fr: Bonus

# results.bonus
source: Neviditelnost
fr_fr: Invisibilité

# results.bonus
source: Samopal
fr_fr: Mitraillette

# results.bonus
source: Štít
fr_fr: Bouclier

source: Zobrazit vesty na Gate
fr_fr: Visualiser les gilets sur la tableau de bord

source: Gate
fr_fr: Tableau de bord

# settings
source: Gate settings
fr_fr: Paramètres de la tableau de bord

# settings
source: Trigger events
fr_fr: Événements déclencheurs

# events
source: Reload gate
fr_fr: Rechargement de la tableu de bord

source: Settings
fr_fr: Paramètres

# cli.messages
source: Error
fr_fr: Erreur

# cli.errors
source: Missing the required path argument (1)
fr_fr: Il manque le chemin d'accès requis (1)

# results
source: Odehráno her
fr_fr: Parties jouées

# gameModes
source: Barvičky
fr_fr: Conquête des couleurs

# cli.help.arguments
source: If set, output will be written to the [out] file. Otherwise, output will be written to stdout.
fr_fr: Si défini, la sortie sera écrite dans le fichier [out] . Sinon, la sortie sera écrite dans stdout.

source: Datum
fr_fr: Date

source: Hra neexistuje!
fr_fr: Le jeu n'existe pas!

source: Herní mód
fr_fr: Mode de jeu

source: Základny
fr_fr: Défense de Base

# results.today
source: Dnešní pořadí podle
fr_fr: Classement du jour

# results.today
source: Výstřelů
fr_fr: Tirs

# actions
source: Close
fr_fr: Fermer

# leaderboard
source: Hráč
fr_fr: Joueur

# leaderboard
source: Mód
fr_fr: Mode de jeu

# leaderboard
source: Čas
fr_fr: Temps

# leaderboard
source: Accuracy
fr_fr: Précision

# leaderboard
source: Hits
fr_fr: Touches

# leaderboard
source: Deaths
fr_fr: Morts

# leaderboard
source: Shots
fr_fr: Tirs

# results.info
source: Body za smrt
fr_fr: Points par morts

# results.info
source: Body za zásah vlastního
fr_fr: Points par touche de allié

# results.bests
source: Získané trofeje
fr_fr: Trophées acquises

# results.bests
source: Zobrazit dostupné trofeje
fr_fr: Afficher les trophées disponibles

# results
source: Střely do prázdna
fr_fr: Coups ratés

source: Bohužel tady nic není...
fr_fr: Malheureusement, il n'y a rien à voir ici…

# results.bests
source: Dostupné trofeje
fr_fr: Trophées disponibles

# results.info
source: Body za bonus
fr_fr: Points par bonus

# results.bonus
source: neviditelnost
fr_fr: invisibilité

# results.bonus
source: samopal
fr_fr: mitraillette

# results.bonus
source: štít
fr_fr: bouclier

source: Legenda
fr_fr: Légende

# results.bests
source: Zobrazit všechny trofeje
fr_fr: Afficher tous les trophées

# results.today
source: Klikněte níže na okénko pro zobrazení tabulky dnešního pořadí.
fr_fr: Cliquez ci-dessous pour afficher le classement d'aujourd'hui.

# results.today
source: Zobrazit dnešní pořadí
fr_fr: Afficher le classement d'aujourd'hui

# actions
source: Začít
fr_fr: Commencer

# actions
source: Zavřít
fr_fr: Fermer

# action
source: Zobrazit později
fr_fr: Montrer plus tard

# action
source: Nezobrazovat
fr_fr: Ne plus afficher

# results.bests
source: Bohužel na tebe nesedí žádná z trofejí...
fr_fr: Malheureusement, il n'y a pas de trophée pour toi...

# actions
source: Předchozí
fr_fr: Précédent

# action
source: Další
fr_fr: Suivant

# actions
source: Načítání
fr_fr: Chargement en cours

# action
source: Dokončit
fr_fr: Terminer

# action
source: Zavřít
fr_fr: Fermer

# form.errors
source: Toto pole je povinné
fr_fr: Ce champ est obligatoire

# results
source: Bodování
fr_fr: Calcul de classement

# cli.errors
source: Cannot find any translation files in "%s" for language "%s" - skipping
fr_fr: Impossible de trouver des fichiers de traduction dans "%s" pour la langue "%s" - sauter

source: Velký květnový turnaj 2022!
fr_fr: Grand tournoi de mai 2022!

source: Domluv si trénink s profíky!
fr_fr: Réservez une session de formation avec nos pros !

# gameModes
source: Apokalypsa
fr_fr: Apocalypse
