Repository: Heroyt/LaserArenaControl
Catalog: languages/*/LC_MESSAGES/results.po
Languages: es_es

# info
source: Datum
es_es: Fecha

# info
source: Herní mód
es_es: Modo del partido

# info
source: Počet hráčů
es_es: Número de jugadores

# info
source: Počet týmů
es_es: Número de equipos

# scoring
source: Zásah protihráče
es_es: Tiros al oponente

# scoring
source: Zasažen protihráčem
es_es: Acertado por el oponente

# scoring
source: Zásah spoluhráče
es_es: Acierto al compañero

# scoring
source: Zasažen spouhráčem
es_es: Acertado por compañero

# scoring
source: Zasažen minou
es_es: Acertado por mina

# scoring
source: Body za výstřel
es_es: Puntos por disparo

# scoring
source: Samopal
es_es: Metralleta

# scoring
source: Neviditelnost
es_es: Invisibilidad

# scoring
source: Agent
es_es: Espía

# scoring
source: Štít
es_es: Escudo

# player
source: Jméno
es_es: Nombre

# player
source: Tým
es_es: Equipo

# player
source: Skóre
es_es: Puntuación

# player
source: Počet výstřelů
es_es: Número de disparos

# player
source: Počet střel do prázdna
es_es: Número de disparos en vacío

# player
source: Úspěšnost
es_es: Precisión

# player
source: Hráči
es_es: Jugadores

# player
source: Zásahy
es_es: Tiros

# player
source: Smrti
es_es: Muertes

# player
source: Týmy
es_es: Equipos

# player
source: Soupeř
es_es: Oponente

# player
source: Vlastní
es_es: Compañero

# today
source: Umístění dne
es_es: Rango del día

# today
source: Jméno
es_es: Nombre

# today
source: Denní pořadí podle
es_es: Rango de hoy por

# today
source: Skóre
es_es: Puntuación

# today
source: Přesnosti
es_es: Precisión

# today
source: Zásahů
es_es: Tiros

# today
source: Smrtí
es_es: Muertes

# today
source: Dnes odehráno
es_es: Hoy jugado

# today
source: %d hra
es_es: %d partido

# today
source: %d tým
es_es: %d equipo

# today
source: %d hráč
es_es: %d jugador

# hits
source: Zásahy hráčů
es_es: Aciertos a jugadores

# hits
source: Zasáhl si hráče
es_es: Acertaste al jugador

# team
source: Výsledky týmů
es_es: Resultados de equipos

# team
source: Tým
es_es: Equipo

# team
source: Zásahů
es_es: Tiros

# team
source: Skóre
es_es: Puntuación

# team
source: Úspěšnost
es_es: Precisión

# team
source: Výstřelů
es_es: Disparos

# bests
source: Ti nej...
es_es: Los mejores...

# bests
source: Největší terminátor
es_es: Terminador

# bests
source: Objekt největšího zájmu
es_es: Objeto de mayor interés

# bests
source: Absolutní vítěz
es_es: Ganador absoluto

# bests
source: Hráč s nejlepší muškou
es_es: La mejor puntería

# bests
source: Nejúspornější střelec
es_es: Ahorrador

# bests
source: Největší mimoň
es_es: Señor Herrera

# bests
source: Zabiják vlastního týmu
es_es: Matador de su propio equipo

# bests
source: Největší vlastňák
es_es: Odiado por sus compañeros

# bests
source: Drtič min
es_es: Triturador de minas

# style
source: Styl
es_es: Estilo

# style
source: Základní
es_es: Básico

# style
source: Čerti
es_es: Diablos

# style
source: Zima
es_es: Invierno

# style
source: Valentýn
es_es: Día de San Valentín

# style
source: Vánoce
es_es: Navidad

# style
source: Nový rok
es_es: Año Nuevo

# style
source: Template
es_es: Plantilla

# style
source: Default
es_es: Por defecto

# player
source: Nejoblíbenější cíl
es_es: Diana favorita

# player
source: Největší zabiják
es_es: Diana favorita de

source: Vítězství
es_es: Victoria

source: Remíza
es_es: Empate

# team
source: Ztráty základny
es_es: Pérdidas de bases

# player
source: Zbývá životů
es_es: Vidas restantes

# style.settings
source: Name
es_es: Nombre

# style.settings
source: Primární barva
es_es: Color primario

# style.settings
source: Tmavá barva
es_es: Color oscuro

# style.settings
source: Světlá barva
es_es: Color claro

# style.settings
source: Pozadí
es_es: Fondo

# style.settings
source: Tiskové styly
es_es: Estilos de impresión

# style.settings
source: Přidat styl
es_es: Añadir estilo

# style
source: Test
es_es: Prueba

# style.settings
source: Styl
es_es: Estilo

# style
source: Graphical
es_es: Gráfico

# bests
source: Nedotknutelný
es_es: Intocable

# bests
source: Hráč
es_es: Jugador

source: Výsledky hráčů
es_es: Resultados de jugadores

# player
source: Výstřely
es_es: Disparos

# bests
source: Vyrovnaný
es_es: Equilibrado

# bests
source: Poloviční sniper
es_es: Semisniper

# bests
source: Zabiják
es_es: Asesino

# bests
source: Nula
es_es: Cero

# bests
source: Potahal tým
es_es: Llevó el equipo

# bests
source: Občas se i trefí
es_es: A veces acierta

# bests
source: Zasedlý
es_es: Obsesionado

# bests
source: Pronásledovaný
es_es: Perseguido

source: %d zabití
es_es: %d tiros

source: %d smrt
es_es: %d muerte

# bests
source: Tahoun týmu
es_es: Líder de equipo

# bests
source: Ďábel
es_es: Diablo

# bests
source: Skóre nenalezeno
es_es: Puntuación no encontrada

# bests
source: Výstřely nenalezeny
es_es: Disparos no encontrados

# info
source: Kód hry
es_es: Código del partido

source: Mega střelec
es_es: Mega tirador

source: Predátor
es_es: Predator

source: Cíl
es_es: Diana

source: %d výstřel
es_es: %d disparo

source: %d zásah
es_es: %d tiro

# style.settings
source: Data tiskových stylů
es_es: Datos de estilo de impresión

# style.settings
source: Pozadí na šířku
es_es: Fondo de ancho

# style.settings
source: Výchozí hodnoty tisku
es_es: Valores de impresión por defecto

# style.settings
source: Výchozí tiskový styl
es_es: Estilo de impresión por defecto

# style.settings
source: Výchozí šablona
es_es: Plantilla por defecto

# info
source: Podrobnější výsledky zde
es_es: Resultados detallados aquí

# bests
source: Férový hráč
es_es: Jugador justo

# bests
source: Terč
es_es: Blanco

# bests.description
source: Staň se hráčem s největším skóre hry.
es_es: Llega a ser el jugador con la mejor puntuación del partido.

# bests.description
source: Staň se hráčem s největším počtem zásahů hry.
es_es: Llega a ser el jugador con la mayor número de tiros del partido.

# bests.description
source: Staň se hráčem s největším počtem smrtí hry.
es_es: Llega a ser el jugador con el mayor número de muertes del partido.

# bests.description
source: Staň se nejpřesnějším hráčem hry.
es_es: Llega a ser el jugador más preciso del partido.

# bests.description
source: Staň se hráčem s nejméně výstřely z celé hry.
es_es: Llega a ser el jugador con el menor número de disparos del partido.

# bests.description
source: Staň se hráčem, který se nejvícekrát netrefil.
es_es: Llega a ser el jugador que más veces yerra el blanco.

# bests.description
source: Staň se hrářem, který nejvíckát zasáhnul spoluhráče.
es_es: Llega a ser el jugador que más veces acierta sus compañeros.

# bests.description
source: Staň se hráčem, kterého nejvíckrát trefili spoluhráči.
es_es: Llega a ser el jugador que más veces ha sido acertado por sus compañeros.

# bests.description
source: Získej nejvíce bonusů za hru.
es_es: Consigue el mayor número de bonificaciones por partida.

# bests.description
source: Zemři méně než 10krát za hru.
es_es: Muere menos de 10 veces por partido.

# bests.description
source: Získej přesnost alespoň 95% za hru.
es_es: Consigue al menos un 95 % de precisión en el partido.

# bests.description
source: Získej přesnost alespoň 50% za hru.
es_es: Consigue al menos un 50 % de precisión en el partido.

# bests.description
source: Získej přesnost maximálně 5% za hru.
es_es: Consigue al menos un 5 % de precisión en el partido.

# bests.description
source: Měj téměř stejně zásahů a smrtí.
es_es: Ten casi el mismo número de tiros y muertes.

# bests.description
source: Měj alespoň 2x tolik zásahů co smrtí.
es_es: Ten al menos el doble de impactos que de muertes.

# bests.description
source: Měl alespoň přibližně 2x tolik smrtí co zásahů.
es_es: Tuvo al menos aproximadamente el doble de muertes que de tiros.

# bests.description
source: Měj 0 skóre.
es_es: Ten 0 puntos.

# bests.description
source: Získej alespoň přibližně polovinu skóre celého tvého týmu.
es_es: Consigue al menos aproximadamente la mitad de la puntuación de tu equipo.

# bests.description
source: Alespoň přibližně polovina všech tvých zásahů je jen jeden hráč.
es_es: Al menos aproximadamente la mitad de todos tus tiros es solo un jugador.

# bests.description
source: Alespoň přibližně polovina všech tvých smrtí je jen jeden hráč.
es_es: Al menos aproximadamente la mitad de tus muertes en un jugador.

# bests.description
source: Získej 666 skóre nebo výstřelů.
es_es: Consigue 666 puntos o disparos.

# bests.description
source: Získej 404, 4040, nebo 40400 skóre.
es_es: Consigue 404, 4040 o 40400 puntos.

# bests.description
source: Vystřel 404krát.
es_es: Dispara 404 veces.

# bests.description
source: Zasáhni všechny své nepřátele stejněkrát (přibližně).
es_es: Acierta todos tus oponentes igualmente (aproximadamente).

# bests.description
source: Průměrný hráč. Bohužel na tebe nesedí žádná z trofejí.
es_es: Jugador medio. Desafortunadamente, ninguna de los trofeos te queda.

source: On-line detailní výsledky
es_es: Resultados detallados en línea

source: Zásahy/Smrti od spoluhráčů
es_es: Tiros/Muertes de compañeros

source: Bonusy
es_es: Bonificaciones

# bonus
source: Agent
es_es: Espía

# bonus
source: Neviditelnost
es_es: Invisibilidad

# bonus
source: Samopal
es_es: Metralleta

# bonus
source: Štít
es_es: Escudo

# bests.description
source: Staň se hráčem s největším skóre.
es_es: Llega a ser el jugador con la mejor puntuación.

# bests.description
source: Staň se hráčem s největším počtem zásahů.
es_es: Llega a ser el jugador con el mayor número de tiros.

# bests.description
source: Staň se hráčem s největším počtem smrtí.
es_es: Llega a ser el jugador con el mayor número de muertes.

# bests.description
source: Staň se nejpřesnějším hráčem.
es_es: Llega a ser el jugador más preciso.

source: Zásahy od/do spoluhráčů
es_es: Tiros de/a compañeros

source: Odehráno her
es_es: Partidos jugados

# today
source: Dnešní pořadí podle
es_es: Rango de hoy por

# today
source: Výstřelů
es_es: Disparos

# info
source: Body za zásah
es_es: Puntos por tiro

# info
source: Body za smrt
es_es: Puntos por muerte

# info
source: Body za zásah vlastního
es_es: Puntos por tiro a compañero

# info
source: Body za smrt od vlastního hráče
es_es: Puntos por tiro de compañero

# bests
source: Získané trofeje
es_es: Trofeos recibidos

# bests
source: Zobrazit dostupné trofeje
es_es: Ver trofeos disponibles

source: Střely do prázdna
es_es: Disparos al vacío

# hits
source: Zásahy do hráčů
es_es: Tiros a jugadores

# hits
source: Smrti od hráčů
es_es: Muertes de jugadores

# bests
source: Dostupné trofeje
es_es: Trofeos disponibles

# info
source: Body smrt od miny
es_es: Puntos por muerte por mina

# info
source: Body za bonus
es_es: Puntos por bonificación

# bonus
source: agent
es_es: espía

# bonus
source: neviditelnost
es_es: invisibilidad

# bonus
source: samopal
es_es: metralleta

# bonus
source: štít
es_es: escudo

# bests
source: Zobrazit všechny trofeje
es_es: Ver todos los trofeos

# today
source: Klikněte níže na okénko pro zobrazení tabulky dnešního pořadí.
es_es: Haz clic abajo en la ventanilla para ver la tabla de clasificación de hoy.

# today
source: Zobrazit dnešní pořadí
es_es: Ver clasificación de hoy

# bests
source: Bohužel na tebe nesedí žádná z trofejí...
es_es: Desafortunadamente, ninguna de los trofeos te queda...

source: Bodování
es_es: Puntuación

# info
source: Skupina
es_es: Grupo

# group
source: Předchozí hra
es_es: Partido anterior

# group
source: Následující hra
es_es: Siguiente partido

# info
source: Hudební mód
es_es: Música

# group
source: Předchozí hra hráče %s
es_es: Partido anterior del jugador %s

# group
source: Následující hra hráče %s
es_es: Siguiente partido del jugador %s

# hits
source: Zasáhlo si hráče
es_es: Acertaste al jugador

source: Umístění
es_es: Posición

# hits
source: Zasáhla si hráče
es_es: Acertaste al jugador

# hits
source: Zásahy do týmů
es_es: Tiros a equipos

# hits
source: Smrti od týmů
es_es: Muertes de equipos

# today
source: Klikněte níže na okénko pro zobrazení grafu vašeho umístění.
es_es: Haz clic en la ventanilla para ver el gráfico de su posición.

# today
source: Zobrazit umístění
es_es: Ver rango

# hits
source: Hry proti dalším týmům
es_es: Partidos contra otros equipos

# player
source: Životy
es_es: Vidas

source: Dobyté miny týmu
es_es: Minas conquistadas del equipo

# mode.zakladny
source: Dolní základna
es_es: Base inferior

# mode.zakladny
source: Horní základna
es_es: Base superior

source: Skóre
es_es: Puntuación

source: Výstřely
es_es: Disparos

source: Zásahy
es_es: Tiros

source: Smrti
es_es: Muertes

source: Ztráty základny
es_es: Pérdida de base
