Repository: Heroyt/LaserArenaControl
Catalog: languages/*/LC_MESSAGES/tips.po
Languages: es_es, sk_sk

source: Jak se v aréně střílí, tak se v aréně umírá...
es_es: El que juega mucho y entrena mucho, acierta mucho y gana mucho...
sk_sk: Ako sa v aréne strieľa, tak sa v aréne umiera...

source: Trénink se vyplácí!
es_es: ¡El entrenamiento vale la pena!
sk_sk: Tréning sa vypláca!

source: Tip #%d
es_es: Consejo #%d

source: Střílíme v Písku už od 31.12.2013!!!
es_es: ¡¡¡Disparamos en Písek desde el 31.12.2013!!!
sk_sk: Strieľame v Písku už od 31.12.2013!!!

source: Ve hře vždy sleduj svoje okolí!
es_es: ¡Siempre vigila tus alrededores durante el partido!
sk_sk: V hre vždy sleduj svoje okolie!

source: Čidlo na zbrani, ač nenápadné, se dá velmi dobře trefit.
es_es: El sensor en el arma, aunque discreto, puede ser muy fácil de acertar.
sk_sk: Čidlo na zbrani, hoci nenápadné, sa dá veľmi dobre trafiť.

source: Zkušení hráči hrajou týmově!
es_es: ¡Los jugadores con experiencia juegan en equipo!
sk_sk: Skúsení hráči hrajú tímovo!

source: Pro vyřízení osobních sporů je aréna ideální.
es_es: Para resolver conflictos personales, la arena es ideal.
sk_sk: Na vybavenie osobných sporov je aréna ideálna.

source: Dobití protihráče pažbou, vám žádné body nepřidá.
es_es: Apalear el oponente con la culata no te dará ningún punto.
sk_sk: Dobitie protihráča pažbou, vám žiadne body nepridá.

source: Zabiják vlastního týmu, či největší vlasťnák... To je oč tu běží!
es_es: Matador de su propio equipo u odiado por sus compañeros... ¡De esto se trata!
sk_sk: Zabijak vlastného tímu, či najväčší vlastnák... To je o čo tu beží!

source: Vestu si oblečte vždy zbraní dobředu.
es_es: Lleven siempre el chaleco con el arma por delante.
sk_sk: Vestu si oblečte vždy zbraňou dobredu.

source: Při týmové hře není výhodné střílet do hráčů se stejnou barvou.
es_es: En un partido de equipos no es ventajoso disparar a los jugadores del mismo color.
sk_sk: Pri tímovej hre nie je výhodné strieľať do hráčov s rovnakou farbou.

source: Jen Chuck Norris vás může zastřelit baterkou na svém mobilu.
es_es: Solo Chuck Norris puede dispararse con la linterna de su móvil.
sk_sk: Len Chuck Norris vás môže zastreliť baterkou na svojom mobile.

source: Nejlepší výherní taktika je strílet do protihráčů.
es_es: La mejor táctica ganadora es disparar a los oponentes.
sk_sk: Najlepšia výherná taktika je strieľať do protihráčov.

source: Nemá cenu umírat na tom samém místě. Když to nejde, uteč jinam!
es_es: No tiene sentido morir en el mismo lugar. Si puedes, ¡corre a otro lugar!
sk_sk: Nemá cenu umierať na tom istom mieste. Keď to nejde, uteč inam!

source: Všechny bonusy, kromě štítu, trvají 30s.
es_es: Todas las bonificaciones, excepto el escudo, duran 30 s.
sk_sk: Všetky bonusy, okrem štítu, trvajú 30s.

source: Držení zbraně v obou rukách je přesnější.
es_es: Asir el arma con las dos manos es más preciso.
sk_sk: Držanie zbrane v oboch rukách je presnejšie.

source: Měl bys radši hrát laser game a být úžasný!
es_es: ¡Deberías jugar al laser game y ser estupendo!
sk_sk: Mal by si radšej hrať laser game a byť úžasný!

source: Spoluhráč je nejlepší cíl. Neutíká.
es_es: El compañero es la mejor diana. No huye.
sk_sk: Spoluhráč je najlepší cieľ. Neuteká.

source: Zabití: 100 bodů, Smrt: -50 bodů, Zabití vlastního hráče: -25 bodů
es_es: Tiro: 100 puntos, Muerte: -50, Tiro al compañero: -25 puntos
sk_sk: Zabitie: 100 bodov, Smrť: -50 bodov, Zabitie vlastného hráča: -25 bodov

source: Go, go, go, go...
es_es: Vamos, vamos, vamos, vamos...

source: Ramenní čidla se trefují nejlépe, zádová nejhůř.
es_es: Los sensores de hombro se aciertan mejor, los de espalda peor.
sk_sk: Ramenné čidlá sa triafajú najlepšie, chrbtové najhoršie.

source: Pohyblivý cíl je vždycky těžší trefit.
es_es: Una diana móvil es siempre más difícil de acertar.
sk_sk: Pohyblivý cieľ je vždy ťažšie trafiť.

source: Na displeji vesty po zásahu vidíte kdo vás zasáhl do jakého čidla. To pomáhá při orientaci.
es_es: En la pantalla que está en el chaleco después del tiro, puedes ver quién te acertó en qué sensor. Esto ayuda en la orientación.
sk_sk: Na displeji vesty po zásahu vidíte kto vás zasiahol do akého čidla. To pomáha pri orientácii.

source: Při výstupu z arény vždy připni zbraň k vestě.
es_es: Cuando sales de la arena, siempre fija el arma al chaleco.
sk_sk: Pri výstupe z arény vždy pripni zbraň k veste.

source: Když tě bolí nohy, kempi!
es_es: Si te duelen los pies, ¡prueba camping!
sk_sk: Keď ťa bolí nohy, kempy!

source: Nikdy nejsi příliš starý na laser game.
es_es: Nunca eres demasiado viejo para laser game.
sk_sk: Nikdy nie si príliš starý na laser game.

source: Nezapomeň každý květen a listopad registrovat svůj tým na turnaj!
es_es: ¡No olvides registrar tu equipo para el torneo cada mayo y noviembre!
sk_sk: Nezabudni každý máj a november registrovať svoj tím na turnaj!

source: Oživení trvá 5 sekund.
es_es: La reaparición dura 5 segundos.
sk_sk: Oživenie trvá 5 sekúnd.
