Repository: Heroyt/LaserArenaControl
Catalog: languages/*/LC_MESSAGES/tournament.po
Languages: es_es

# vests
source: Přerozdělit
es_es: Redistribuir

source: Turnaj
es_es: Torneo

source: Začátek
es_es: Inicio

source: Domácí
es_es: Local

source: Hosté
es_es: Visitantes

source: Skupina
es_es: Grupo

source: Týmy
es_es: Equipos

source: Rozlosování
es_es: Sorteo

source: Hrát
es_es: Jugar

source: Výsledky
es_es: Resultados

source: Výsledková tabule
es_es: Pantalla de resultados

source: Pořadí
es_es: Clasificación

source: Tým
es_es: Equipo

source: Skóre
es_es: Puntuación

source: Body
es_es: Puntos

source: Nový turnaj
es_es: Nuevo torneo

source: Název turnaje
es_es: Nombre del torneo

source: Turnaj XYZ
es_es: Torneo XYZ

source: Formát
es_es: Formato

source: Sólo
es_es: Solo

source: Začátek turnaje
es_es: Inicio del torneo

source: Týmů ve hře
es_es: Equipos en el juego

source: Body za výhru
es_es: Puntos por la victoria

source: Body za remízu
es_es: Puntos por el empate

source: Body za prohru
es_es: Puntos por la pérdida

source: Poslední místo. Ve hře 3 týmů je to 3. místo, ve hře čtyř týmů je to 4. místo.
es_es: Último puesto. En un partido de 3 equipos es el 3er puesto, en un partido de 4 equipos es el 4º puesto.

source: Body za druhé místo
es_es: Puntos por el 2º puesto

source: Jen pro hru 3 a 4 týmů ve hře.
es_es: Solo para jugar 3 y 4 equipos en el juego.

source: Body za třetí místo
es_es: Puntos por el 3er puesto

source: Jen pro hru 4 týmů ve hře.
es_es: Solo para jugar 4 equipos en el juego.

source: Synchronizovat
es_es: Sincronizar

source: Plánované turnaje
es_es: Torneos planeados

source: Týmů ve hře: %d
es_es: Equipos en el juego: %d

source: Výhry
es_es: Victorias

source: Remízy
es_es: Empates

source: Prohry
es_es: Pérdidas

source: Odehrané turnaje
es_es: Torneos jugados
